{
    "Chapter 1 - Bill's Story": {
        "page_1": "\nWar fever ran high in the New England town\nto which we new\n, young ofﬁcers from Platts-\nburg were assigned, and we were ﬂattered when the\nﬁrst citizens took us to their homes, making us feelheroic. Here was love, applause, war; moments sub-lime with intervals hilarious. I was part of life at last,and in the midst of the excitement I discovered liquor.Iforgot the strong warnings and the prejudices of my\npeople concerning drink. In time we sailed for “OverThere.’’ I was very lonely and again turned to alcohol.\nWe landed in England. I visited Winchester Cathe-\ndral. Much moved, I wandered outside. My attentionwas caught by a doggerel on an old tombstone:\n“Here lies a Hampshir eGrenadier\nWho caught his death Drinking cold small beer. Agood soldier is ne’er forgot \nWhether he dieth by musket\nOr by pot.”\nOminous warning—which I failed to heed.Twenty-two, and a veteran of foreign wars, I went\nhome at last. I fancied myself a leader, for had not themen of my batter ygiven me a special token of appre-\nciation? My talent for leadership, I imagined, would\nplace me at the head of vast enterprises which I wouldmanage with the utmost assurance.\n1",
        "page_2": "Itook a night law course, and obtained employment\nas investigator for a surety company. The drive for\nsuccess was on. I’d prove to the world I was impor-tant. My work took me about Wall Street and little bylittle I became interested in the market. Many peoplelost money—but some became very rich. Why not I?Istudied economics and business as well as law. Po-\ntential alcoholic that I was, I nearly failed my lawcourse. At one of the ﬁnals I was too drunk to think orwrite. Though my drinking was not yet continuous, itdisturbed my wife. We had long talks when I wouldstill her forebodings by telling her that men of geniusconceived their best projects when drunk; that themost majestic constructions of philosophic thoughtwere so derived.\nBy the time I had completed the course, I knew the\nlaw was not for me. The inviting maelstrom of WallStreet had me in its grip. Business and ﬁnancial lead-ers were my heroes. Out of this alloy of drink andspeculation, I commenced to forge the weapon thatone day would turn in its ﬂight like a boomerang and\nall but cut me to ribbons. Living modestly ,my wife\nand I saved $ 1,000. It went into certain securities,\nthen cheap and rather unpopular . Irightly imagined\nthat they would some day have a great rise. I failed to\npersuade my broker friends to send me out lookingover factories and managements, but my wife and I de-cided to go anyway\n. I had developed a theory that\nmost people lost money in stocks through ignoranceofmarkets. I discovered many more reasons later on.\nWe gave up our positions and off we roared on a\nmotorcycle, the sidecar stuffed with tent, blankets, a\nchange of clothes, and three huge volumes of a ﬁnan-2 ",
        "page_3": "cial reference service. Our friends thought a lunacy\ncommission should be appointed. Perhaps they wereright. I had had some success at speculation, so wehad a little money, but we once worked on a farm foramonth to avoid drawing on our small capital. That\nwas the last honest manual labor on my par tfor many\naday. We covered the whole eastern United States in\nayear. At the end of it, my reports to Wall Street\nprocured me a position there and the use of a large ex-pense account. The exercise of an option brought inmore money, leaving us with a proﬁt of several thou-sand dollars for that year.\nFor the next few years fortune threw money and ap-\nplause my way. I had arrived. My judgment andideas were followed by many to the tune of paper mil-lions. The great boom of the late twenties was seeth-ing and swelling. Drink was taking an important andexhilarating part in my life. There was loud talk inthejazz places uptown. Everyone spent in thousands\nand chattered in millions. Scoffers could scoff and bedamned. I made a host of fair-weather friends.\nMy drinking assumed more serious proportions, con-\ntinuing all day and almost every night. The remon-strances of my friends terminated in a row and Ibecame a lone wolf. There were many unhappy scenesin our sumptuous apartment. There had been no real\ninﬁdelity ,for loyalty to my wife, helped at times by\nextreme drunkenness, kept me out of those scrapes.\nIn 1929 Icontracted golf fever\n . We went at once\nto the country, my wife to applaud while I started out\nto overtake Walter Hagen. Liquor caught up with me\nmuch faster than I came up behind Walter. I beganto be jittery in the morning. Golf permitted drinkingBILL’S STORY 3",
        "page_4": "every day and every night. It was fun to carom around\nthe exclusive course which had inspired such awe in\nme as a lad. I acquired the impeccable coat of tan\none sees upon the well-to-do. The local banker\nwatched me whirl fat checks in and out of his till with\namused skepticism.\nAbruptly in October 1929 hell broke loose on the\nNew Y\nork stock exchange. After one of those days of\ninferno, I wobbled from a hotel bar to a brokerageofﬁce. It was eight o’clock—ﬁve hours after the market\nclosed. The ticker still clattered. I was staring at an\ninch of the tape which bor ethe inscription XYZ- 32. It\nhad been 52 that morning. I was ﬁnished and so were\nmany friends. The papers reported men jumping to\ndeath from the towers of High Finance. That dis-\ngusted me. I would not jump. I went back to the bar.My friends had dropped several million since teno’clock—so what? T\nomorrow was another day. As I\ndrank, the old ﬁerce determination to win came back.\nNext morning I telephoned a friend in Montreal.\nHe had plenty of money left and thought I had bettergo to Canada. By the following spring we were living\nin our accustomed style. I felt like Napoleon r eturning\nfrom Elba. No St. Helena for me! But drinking caughtup with me again and my generous friend had to letme go. This time we stayed broke.\nWewent to live with my wife’ sparents. I found a\njob; then lost it as the result of a brawl with a taxi\ndriver .Mercifully, no one could guess that I was to\nhave no real employment for ﬁve years, or hardly draw\nasober breath. My wife began to work in a depart-\nment store, coming home exhausted to ﬁnd me drunk.4 ",
        "page_5": "Ibecame an unwelcome hanger-on at brokerage\nplaces.\nLiquor ceased to be a luxury; it became a necessity.\n“Bathtub’’ gin, two bottles a day, and often three, got\nto be routine. Sometimes a small deal would net a fewhundr ed dollars, and I would pay my bills at the bars\nand delicatessens. This went on endlessly, and I beganto waken very early in the morning shaking violently.Atumbler full of gin followed by half a dozen bottles\nof beer would be required if I were to eat any break-fast. Nevertheless, I still thought I could control thesituation, and there were periods of sobriety whichrenewed my wife’s hope.\nGradually things got worse. The house was taken\nover by the mortgage holder, my mother-in-law died,my wife and father-in-law became ill.\nThen I got a promising business opportunity. Stocks\nwere at the low point of 1932, and I had somehow\nformed a group to buy . Iwas to shar egenerously in\nthe proﬁts. Then I went on a prodigious bender\n, and\nthat chance vanished.\nIwoke up. This had to be stopped. I saw I could\nnot take so much as one drink. I was through forever.Before then, I had written lots of sweet promises, butmy wife happily observed that this time I meant busi-ness. And so I did.\nShortly afterward I came home drunk. There had\nbeen no ﬁght. Where had been my high resolve? I\nsimply didn’t know. It hadn’t even come to mind.Someone had pushed a drink my way, and I had takenit. Was I crazy? I began to wonder ,for such an ap-\npalling lack of perspective seemed near being just that.\nRenewing my resolve, I tried again. Some timeBILL’S STORY 5",
        "page_6": "passed, and conﬁdence began to be replaced by cock-\nsureness. I could laugh at the gin mills. Now I hadwhat it takes! One day I walked into a cafe to tele-phone. In no time I was beating on the bar asking my-self how it happened. As the whisky rose to my headI told myself I would manage better next time, but Imight as well get good and drunk then. And I did.\nThe remorse, horror and hopelessness of the next\nmorning are unforgettable. The courage to do battlewas not there. My brain raced uncontrollably andthere was a terrible sense of impending calamity. Ihardly dared cross the street, lest I collapse and be rundown by an early morning truck, for it was scarcelydaylight. An all night place supplied me with a dozenglasses of ale. My writhing nerves were stilled at last.Amorning paper told me the market had gone to hell\nagain. Well, so had I. The market would recover, butIwouldn’ t. That was a hard thought. Should I kill\nmyself? No—not now. Then a mental fog settleddown. Gin would ﬁx that. So two bottles, and— oblivion.\nThe mind and body ar emarvelous mechanisms, for\nmine endured this agony two more years. SometimesIstole from my wife’ sslender purse when the morning\nterror and madness were on me. Again I swayed diz-zily before an open window, or the medicine cabinetwher ethere was poison, cursing myself for a weakling.\nThere were ﬂights from city to country and back, asmy wife and I sought escape. Then came the nightwhen the physical and mental tor ture was so hellish I\nfeared I would burst through my window, sash and\nall. Somehow I managed to drag my mattress to alower ﬂoor, lest I suddenly leap. A doctor came with6 ",
        "page_7": "a heavy sedative. Next day found me drinking both\ngin and sedative. This combination soon landed meon the rocks. People feared for my sanity. So did I.I could eat little or nothing when drinking, and I wasforty pounds under weight.\nMybrother-in-law is a physician, and through his\nkindness and that of my mother I was placed in a na-tionally-known hospital for the mental and physicalrehabilitation of alcoholics. Under the so-called bella-donna treatment my brain cleared. Hydrotherapy andmild exercise helped much. Best of all, I met a kinddoctor who explained that though certainly selﬁsh andfoolish, I had been seriously ill, bodily and mentally.\nIt relieved me somewhat to learn that in alcoholics\nthe will is amazingly weakened when it comes to com-bating liquor, though it often remains strong in otherrespects. My incredible behavior in the face of adesperate desire to stop was explained. Understand-ing myself now , Ifared for thin high hope. For thr ee\nor four months the goose hung high. I went to townregularly and even made a little money .Surely this\nwas the answer—self-knowledge.\nBut it was not, for the frightful day came when I\ndrank once more. The curve of my declining moraland bodily health fell off like a ski-jump. After a timeI returned to the hospital. This was the ﬁnish, the cur-\ntain, it seemed to me. My wear yand despairing wife\nwas informed that it would all end with hear tfailure\nduring delirium tremens, or I would develop a wetbrain, perhaps within a year. She would soon have togive me over to the undertaker or the asylum.\nThey did not need to tell me. I knew, and almost\nwelcomed the idea. It was a devastating blow to myBILL’S STORY 7",
        "page_8": "pride. I, who had thought so well of myself and my\nabilities, of my capacity to surmount obstacles, wascornered at last. Now I was to plunge into the dark,joining that endless procession of sots who had goneon before. I thought of my poor wife. There had beenmuch happiness after all. What would I not give tomake amends. But that was over now.\nNo words can tell of the loneliness and despair I\nfound in that bitter morass of self-pity. Quicksandstretched around me in all directions. I had met mymatch. I had been overwhelmed. Alcohol was mymaster.\nTrembling, I stepped from the hospital a broken\nman. Fear sobered me for a bit. Then came the insidi-ous insanity of that ﬁrst drink, and on Armistice Day\n1934, I was off again. Everyone became resigned to\nthe certainty that I would have to be shut up some-\nwher e, or would stumble along to a miserable end.\nHow dark it is before the dawn! In reality that wasthe\nbeginning of my last debauch. I was soon to be\ncatapulted into what I like to call the fourth dimension\nof existence. I was to know happiness, peace, and\nusefulness, in a way of life that is incredibly morewonder ful as time passes.\nNear the end of that bleak November, I sat drinking\nin my kitchen. With a certain satisfaction I reﬂectedthere was enough gin concealed about the house to\ncarry me through that night and the next day. Mywife was at work. I wondered whether I dared hide afull bottle of gin near the head of our bed. I wouldneed it before daylight.\nMy musing was interrupted by the telephone. The\ncheery voice of an old school friend asked if he might8 ",
        "page_9": "come over. He was sober. It was years since I could re-\nmember his coming to New Y\nork in that condition. I\nwas amazed. Rumor had it that he had been commit-\nted for alcoholic insanity. I wondered how he had es-caped. Of course he would have dinner, and then Icould drink openly with him. Unmindful of his wel-\nfare, I thought only of recapturing the spirit of other\ndays. There was that time we had chartered an air-plane to complete a jag! His coming was an oasis inthis dreary desert of futility. The very thing—an oasis!Drinkers are like that.\nThe door opened and he stood there, fresh-skinned\nand glowing. There was something about his eyes. Hewas inexplicably different. What had happened?\nIpushed a drink across the table. He refused it.\nDisappointed but curious, I wondered what had gotinto the fellow. He wasn’t himself.\n“Come, what’s all this about?’’ I queried.He looked straight at me. Simply ,but smilingly ,he\nsaid, “I’ve got religion.’’\nIwas aghast. So that was it—last summer an alco-\nholic crackpot; now, I suspected, a little cracked aboutreligion. He had that starry-eyed look. Yes, the oldboy was on ﬁre all right. But bless his heart, let himrant! Besides, my gin would last longer than hispreaching.\nBut he did no ranting. In a matter of fact way he\ntold how two men had appeared in court, persuadingthe judge to suspend his commitment. They had toldof a simple religious idea and a practical program ofaction. That was two months ago and the result was\nself-evident. It worked!\nHe had come to pass his experience along to me—ifBILL’S STORY 9",
        "page_10": "Icared to have it. I was shocked, but interested. Cer-\ntainly I was interested. I had to be, for I was hopeless.\nHe talked for hours. Childhood memories rose be-\nfore me. I could almost hear the sound of the preach-\ner’s voice as I sat, on still Sundays, way over there onthe hillside; there was that proffered temperancepledge I never signed; my grandfather’s good naturedcontempt of some church folk and their doings; hisinsistence that the spheres really had their music; buthis denial of the preacher’s right to tell him how hemust listen; his fearlessness as he spoke of these thingsjust before he died; these recollections welled up fromthe past. They made me swallow har d.\nThat war-time day in old Winchester Cathedral\ncame back again.\nIhad always believed in a Power greater than my-\nself. I had often pondered these things. I was not anatheist. Few people really are, for that means blindfaith in the strange proposition that this universe orig-inated in a cipher and aimlessly rushes nowhere. Myintellectual heroes, the chemists, the astronomers, even\nthe evolutionists, suggested vast laws and forces at\nwork. Despite contrar yindications, I had little doubt\nthat a mighty purpose and rhythm underlay all. How\ncould there be so much of precise and immutable law,and no intelligence? I simply had to believe in a Spiritof the Universe, who knew neither time nor limitation.But that was as far as I had gone.\nWith ministers, and the world’s religions, I parted\nright there. When they talked of a God personal to\nme, who was love, superhuman strength and direction,\nIbecame irritated and my mind snapped shut against\nsuch a theory.10 ",
        "page_11": "To Christ I conceded the certainty of a great man,\nnot too closely followed by those who claimed Him.\nHis moral teaching—most excellent. For myself, I had\nadopted those parts which seemed convenient and not\ntoo difﬁcult; the rest I disregarded.\nThe wars which had been fought, the burnings and\nchicanery that religious dispute had facilitated, made\nme sick. I honestly doubted whether, on balance, the\nreligions of mankind had done any good. Judging\nfrom what I had seen in Europe and since, the power\nof God in human affairs was negligible, the Brother-\nhood of Man a grim jest. If there was a Devil, he\nseemed the Boss Universal, and he certainly had me.\nBut my friend sat before me, and he made the point-\nblank declaration that God had done for him what he\ncould not do for himself. His human will had failed.\nDoctors had pronounced him incurable. Society was\nabout to lock him up. Like myself, he had admitted\ncomplete defeat. Then he had, in effect, been raised\nfrom the dead, suddenly taken from the scrap heap to\nalevel of life better than the best he had ever known!\nHad this power originated in him? Obviously it had\nnot. There had been no more power in him than there\nwas in me at that minute; and this was none at all.\nThat ﬂoored me. It began to look as though reli-\ngious people were right after all. Here was somethingat work in a human heart which had done the impos-\nsible. My ideas about miracles wer edrastically r evised\nright then. Never mind the musty past; her esat a\nmiracle directly across the kitchen table. He shouted\ngreat tidings.\nIsaw that my friend was much more than inwardlyBILL’S STORY 11",
        "page_12": "reorganized. He was on a different footing. His roots\ngrasped a new soil.\nDespite the living example of my friend there re-\nmained in me the vestiges of my old prejudice. Theword God still aroused a certain antipathy. When thethought was expressed that there might be a God per-sonal to me this feeling was intensiﬁed. I didn’t likethe idea. I could go for such conceptions as CreativeIntelligence, Universal Mind or Spirit of Nature but Iresisted the thought of a Czar of the Heavens, howeverloving His sway might be. I have since talked withscores of men who felt the same way.\nMy friend suggested what then seemed a novel idea.\nHe said, “Why don’t you choose your own conception\nof\nGod?’’\nThat statement hit me hard. It melted the icy intel-\nlectual mountain in whose shadow I had lived andshiver ed many years. I stood in the sunlight at last.\nIt was only a matter of being willing to believe in a\nPower greater than myself. Nothing more was requir\ned\nof me to make my beginning. Isaw that growth could\nstart from that point. Upon a foundation of complete\nwillingness I might build what I saw in my friend.Would I have it? Of course I would!\nThus was I convinced that God is concerned with us\nhumans when we want Him enough. At long last Isaw, Ifelt, I believed. Scales of pride and prejudice\nfell from my eyes. A new world came into view\n.\nThe real signiﬁcance of my experience in the Cathe-\ndral burst upon me. For a brief moment, I had needed\nand wanted God. There had been a humble willing-ness to have Him with me—and He came. But soonthe sense of His presence had been blotted out by12 ",
        "page_13": "worldly clamors, mostly those within myself. And so\nit had been ever since. How blind I had been.\nAt the hospital I was separated from alcohol for the\nlast time. Treatment seemed wise, for I showed signsof delirium tremens.\nThere I humbly offered myself to God, as I then\nunderstood Him, to do with me as He would. I placedmyself unreservedly under His care and direction. Iadmitted for the ﬁrst time that of myself I was noth-ing; that without Him I was lost. I ruthlessly faced mysins and became willing to have my new-found Friendtake them away, root and branch. I have not had adrink since.\nMy schoolmate visited me, and I fully acquainted\nhim with my problems and deﬁciencies. We made alist of people I had hurt or toward whom I felt resent-ment. I expressed my entire willingness to approachthese individuals, admitting my wrong. Never was Itobe critical of them. I was to right all such matters\nto the utmost of my ability.\nIwas to test my thinking by the new God-conscious -\nness within. Common sense would thus become un-common sense. I was to sit quietly when in doubt,asking only for direction and strength to meet myproblems as He would have me. Never was I to prayfor myself, except as my requests bor eon my useful-\nness to others. Then only might I expect to r eceive.\nBut that would be in great measur e.\nMy friend promised when these things were done I\nwould enter upon a new relationship with my Creator;\nthat I would have the elements of a way of livingwhich answered all my problems. Belief in the powerof God, plus enough willingness, honesty and humilityBILL’S STORY 13",
        "page_14": "to establish and maintain the new order of things, were\nthe essential requirements.\nSimple, but not easy; a price had to be paid. It\nmeant destruction of self-centeredness. I must turnin all things to the Father of Light who presides overus all.\nThese were revolutionary and drastic proposals, but\nthe moment I fully accepted them, the effect was elec-tric. There was a sense of victory, followed by such apeace and serenity as I had never known. There wasutter conﬁdence. I felt lifted up, as though the greatclean wind of a mountain top blew through andthrough. God comes to most men gradually, but Hisimpact on me was sudden and profound.\nFor a moment I was alarmed, and called my friend,\nthe doctor, to ask if I were still sane. He listened inwonder as I talked.\nFinally he shook his head saying, “Something has\nhappened to you I don’t understand. But you hadbetter hang on to it. Anything is better than the wayyou were.” The good doctor now sees many men who\nhave such experiences. He knows that they ar e real.\nWhile I lay in the hospital the thought came that\nthere were thousands of hopeless alcoholics who might\nbe glad to have what had been so freely given me.\nPerhaps I could help some of them. They in turnmight work with others.\nMy friend had emphasized the absolute necessity of\ndemonstrating these principles in all my affairs. Par-ticularly was it imperative to work with others as hehad worked with me. Faith without works was dead,he said. And how appallingly true for the alcoholic!For if an alcoholic failed to perfect and enlarge his14 ",
        "page_15": "spiritual life through work and self-sacriﬁce for others,\nhecould not survive the certain trials and low spots\nahead. If he did not work, he would surely drinkagain, and if he drank, he would surely die. Then faithwould be dead indeed. With us it is just like that.\nMy wife and I abandoned ourselves with enthus-\niasm to the idea of helping other alcoholics to a solutionof their problems. It was fortunate, for my old busi-ness associates remained skeptical for a year and ahalf, during which I found little work. I was not toowell at the time, and was plagued by waves of self-pity and resentment. This sometimes nearly drove meback to drink, but I soon found that when all othermeasures failed, work with another alcoholic wouldsave the day. Many times I have gone to my old hos-pital in despair. On talking to a man there, I would beamazingly lifted up and set on my feet. It is a designfor living that works in rough going.\nWecommenced to make many fast friends and a fel-\nlowship has grown up among us of which it is a won-derful thing to feel a part. The joy of living we r eally\nhave, even under pressure and difﬁculty. I have seenhundreds of families set their feet in the path thatreally goes somewhere; have seen the most impossibledomestic situations righted; feuds and bitterness of allsorts wiped out. I have seen men come out of asylumsand resume a vital place in the lives of their familiesand communities. Business and professional men haveregained their standing. There is scarcely any form oftrouble and misery which has not been overcomeamong us. In one wester ncity and its environs there\nare one thousand of us and our families. We meet fre-\nquently so that newcomers may ﬁnd the fellowshipBILL’S STORY 15",
        "page_16": "they seek. At these informal gatherings one may often\nsee from 50to 200persons. We are growing in num-\nbers and power\n.*\nAn alcoholic in his cups is an unlovely creature.\nOur\nstruggles with them are variously strenuous,\ncomic, and tragic. One poor chap committed suicidein my home. He could not, or would not, see our wayof life.\nThere is, however, a vast amount of fun about it all.\nIsuppose some would be shocked at our seeming\nworldliness and levity. But just underneath there isdeadly earnestness. Faith has to work twenty-fourhours a day in and through us, or we perish.\nMost of us feel we need look no further for Utopia.\nWe have it with us right here and now. Each day myfriend’s simple talk in our kitchen multiplies itself inawidening circle of peace on earth and good will to\nmen.\nBill W., co-founder of A.A.,\ndied January 24, 1971.16 \n*In 2006, A.A. is composed of over 106,000 groups."
    },
    "Chapter 2 - There is a Solution": {
        "page_17": "Page 17\nWe, of , know \nthousands of men and women who were once \njust as hopeless as Bill. Nearly all have recovered. They have solved the drink problem. \nWe are average Americans. All sections of this \ncountry and many of its occupations are represented, as well as many political, economic, social, and reli­gious backgrounds. We are people who normally would not mix. But there exists among us a fellowship, a friendliness, and an understanding which is inde­scribably wonderful. We are like the passengers of a great liner the moment after rescue from shipwreck when camaraderie, joyousness and democracy pervade the vessel from steerage to Captain’s table. Unlike the feelings of the ship’s passengers, however, our joy in escape from disaster does not subside as we go our in­dividual ways. The feeling of having shared in a com­mon peril is one element in the powerful cement which binds us. But that in itself would never have held us together as we are now joined. \nThe tremendous fact for every one of us is that we \nhave discovered a common solution. W\ne have a way \nout on which we can absolutely agree, and upon which we can join in brotherly and harmonious action. This is the great news this book carries to those who suffer from alcoholism. \n17 ",
        "page_18": "Page 18\n18  \nAn illness of this sort—and we have come to believe \nit an illness—involves those about us in a way no other \nhuman sickness can. If a person has cancer all are sorry for him and no one is angry or hurt. But not so with the alcoholic illness, for with it there goes anni­hilation of all the things worth while in life. It engulfs all whose lives touch the sufferer’s. It brings misun­derstanding, ﬁerce resentment, ﬁnancial insecurity, disgusted friends and employers, warped lives of blameless children, sad wives and parents—anyone can increase the list. \nWe hope this volume will inform and comfort those \nwho are, or who may be affected. There are many\n. \nHighly competent psychiatrists who have dealt with \nus have found it sometimes impossible to persuade an alcoholic to discuss his situation without reserve. Strangely enough, wives, parents and intimate friends usually ﬁnd us even more unapproachable than do the psychiatrist and the doctor\n. \nBut the ex-problem drinker who has found this solu­\ntion, who is properly armed with facts about himself, can generally win the entire conﬁdence of another al­coholic in a few hours. Until such an understanding is reached, little or nothing can be accomplished. \nThat the man who is making the approach has had \nthe same difﬁculty\n, that he obviously knows what he is \ntalking about, that his whole deportment shouts at the new prospect that he is a man with a real answer, that he has no attitude of Holier Than Thou, nothing what­ever except the sincere desire to be helpful; that there are no fees to pay, no axes to grind, no people to please, no lectures to be endured—these are the condi­",
        "page_19": "Page 19\n19 THERE IS A SOLUTION \ntions we have found most effective. After such an ap­\nproach many take up their beds and walk again. \nNone of us makes a sole vocation of this work, nor \ndo we think its effectiveness would be increased if we did. We feel that elimination of our drinking is but a beginning. A much more important demonstration of our principles lies before us in our respective homes, occupations and affairs. All of us spend much of our spare time in the sort of effort which we are going to describe. A few are fortunate enough to be so situated that they can give nearly all their time to the work. \nIf we keep on the way we are going there is little \ndoubt that much good will result, but the surface of the problem would hardly be scratched. Those of us who live in large cities are overcome by the reﬂection that close by hundreds are dropping into oblivion every day. Many could recover if they had the oppor­tunity we have enjoyed. How then shall we present that which has been so freely given us? \nWe have concluded to publish an anonymous vol­\nume setting forth the problem as we see it. We shall bring to the task our combined experience and knowl­edge. This should suggest a useful program for any­one concerned with a drinking problem. \nOf necessity there will have to be discussion of \nmatters medical, psychiatric, social, and religious. We are aware that these matters are, from their very na­ture, controversial. Nothing would please us so much as to write a book which would contain no basis for contention or argument. We shall do our utmost to achieve that ideal. Most of us sense that real tolerance of other people’s shortcomings and viewpoints and a respect for their opinions are attitudes which make us ",
        "page_20": "Page 20\n20  \nmore useful to others. Our very lives, as ex-problem \ndrinkers, depend upon our constant thought of others and how we may help meet their needs. \nYou may already have asked yourself why it is that \nall of us became so very ill from drinking. Doubtless you are curious to discover how and why, in the face of expert opinion to the contrary, we have recovered from a hopeless condition of mind and body. If you are an alcoholic who wants to get over it, you may already be asking—“What do I have to do?’’ \nIt is the purpose of this book to answer such ques­\ntions speciﬁcally. We shall tell you what we have done. Before going into a detailed discussion, it may be well to summarize some points as we see them. \nHow many times people have said to us: “I can take \nit or leave it alone. Why can’t he?’’ “Why don’t you drink like a gentleman or quit?’’ “That fellow can’t handle his liquor.’’ “Why don’t you try beer and wine?’’ “Lay off the hard stuff.’’ “His will power must be weak.’’ “He could stop if he wanted to.’’ “She’s such a sweet girl, I should think he’d stop for her sake.’’ “The doctor told him that if he ever drank again it would kill him, but there he is all lit up again.’’ \nNow these are commonplace observations on drink­\ners which we hear all the time. Back of them is a world of ignorance and misunderstanding. We see that these expressions refer to people whose reactions are very different from ours. \nModerate drinkers have little trouble in giving up \nliquor entirely if they have good reason for it. They can take it or leave it alone. \nThen we have a certain type of hard drinker. He \nmay have the habit badly enough to gradually impair ",
        "page_21": "Page 21\n21 THERE IS A SOLUTION \nhim physically and mentally. It may cause him to die \na few years before his time. If a sufﬁciently strong rea-son—ill health, falling in love, change of environment, or the warning of a doctor—becomes operative, this man can also stop or moderate, although he may ﬁnd it difﬁcult and troublesome and may even need med­ical attention. \nBut what about the real alcoholic? He may start off \nas a moderate drinker; he may or may not become a continuous hard drinker; but at some stage of his drinking career he begins to lose all control of his liquor consumption, once he starts to drink. \nHere is the fellow who has been puzzling you, espe­\ncially in his lack of control. He does absurd, incredi­ble, tragic things while drinking. He is a real Dr. Jekyll and Mr. Hyde. He is seldom mildly intoxicated. He is always more or less insanely drunk. His disposi­tion while drinking resembles his normal nature but little. He may be one of the ﬁnest fellows in the world. Yet let him drink for a day, and he frequently becomes disgustingly, and even dangerously anti-social. He has a positive genius for getting tight at exactly the wrong moment, particularly when some important decision must be made or engagement kept. He is often per­fectly sensible and well balanced concerning every­thing except liquor, but in that respect he is incredibly dishonest and selﬁsh. He often possesses special abili­ties, skills, and aptitudes, and has a promising career ahead of him. He uses his gifts to build up a bright outlook for his family and himself, and then pulls the structure down on his head by a senseless series of sprees. He is the fellow who goes to bed so intoxicated he ought to sleep the clock around. Yet early next ",
        "page_22": "Page 22\n22  \nmorning he searches madly for the bottle he misplaced \nthe night before. If he can afford it, he may have liquor concealed all over his house to be certain no one gets his entire supply away from him to throw down the wastepipe. As matters grow worse, he be­gins to use a combination of high-powered sedative and liquor to quiet his nerves so he can go to work. Then comes the day when he simply cannot make it and gets drunk all over again. Perhaps he goes to a doctor who gives him morphine or some sedative with which to taper off. Then he begins to appear at hos­pitals and sanitariums. \nThis is by no means a comprehensive picture of the \ntrue alcoholic, as our behavior patterns vary. But this description should identify him roughly. \nWhy does he behave like this? If hundreds of ex­\nperiences have shown him that one drink means an­other debacle with all its attendant suffering and humiliation, why is it he takes that one drink? Why can’t he stay on the water wagon? What has become of the common sense and will power that he still some­times displays with respect to other matters? \nPerhaps there never will be a full answer to these \nquestions. Opinions vary considerably as to why the alcoholic reacts differently from normal people. We are not sure why, once a certain point is reached, little can be done for him. We cannot answer the riddle. \nWe know that while the alcoholic keeps away from \ndrink, as he may do for months or years, he reacts much like other men. We are equally positive that once he takes any alcohol whatever into his system, something happens, both in the bodily and mental sense, which makes it virtually impossible for him to ",
        "page_23": "Page 23\n23 THERE IS A SOLUTION \nstop. The experience of any alcoholic will abundantly \nconﬁrm this. \nThese observations would be academic and point­\nless if our friend never took the ﬁrst drink, thereby setting the terrible cycle in motion. Therefore, the main problem of the alcoholic centers in his mind, rather than in his body. If you ask him why he started on that last bender, the chances are he will offer you any one of a hundred alibis. Sometimes these excuses have a certain plausibility, but none of them really makes sense in the light of the havoc an alcoholic’s drinking bout creates. They sound like the philosophy of the man who, having a headache, beats himself on the head with a hammer so that he can’t feel the ache. If you draw this fallacious reasoning to the attention of an alcoholic, he will laugh it off, or become irri­tated and refuse to talk. \nOnce in a while he may tell the truth. And the \ntruth, strange to say, is usually that he has no more idea why he took that ﬁrst drink than you have. Some drinkers have excuses with which they are satisﬁed part of the time. But in their hearts they really do not know why they do it. Once this malady has a real hold, they are a bafﬂed lot. There is the obsession that somehow, someday, they will beat the game. But they often suspect they are down for the count. \nHow true this is, few realize. In a vague way their \nfamilies and friends sense that these drinkers are ab­normal, but everybody hopefully awaits the day when the sufferer will rouse himself from his lethargy and assert his power of will. \nThe tragic truth is that if the man be a real alco­\nholic, the happy day may not arrive. He has lost ",
        "page_24": "Page 24\n24  \ncontrol. At a certain point in the drinking of every \nalcoholic, he passes into a state where the most power­ful desire to stop drinking is of absolutely no avail. This tragic situation has already arrived in practically every case long before it is suspected. \nThe fact is that most alcoholics, for reasons yet ob­\nscure, have lost the power of choice in drink. Our so-called will power becomes practically nonexistent. W\ne are unable, at certain times, to bring into our con­\nsciousness with sufﬁcient force the memory of the suf­fering and humiliation of even a week or a month ago. We are without defense against the ﬁrst drink. \nThe almost certain consequences that follow taking \neven a glass of beer do not crowd into the mind to deter us. If these thoughts occur\n, they are hazy and \nreadily supplanted with the old threadbare idea that this time we shall handle ourselves like other people. There is a complete failure of the kind of defense that keeps one from putting his hand on a hot stove. \nThe alcoholic may say to himself in the most casual \nway\n, “It won’t burn me this time, so here’s how!’’ Or \nperhaps he doesn’t think at all. How often have some of us begun to drink in this nonchalant way, and after the third or fourth, pounded on the bar and said to ourselves, “For God’s sake, how did I ever get started again?’’ Only to have that thought supplanted by “Well, I’ll stop with the sixth drink.’’ Or “What’s the use anyhow?’’ \nWhen this sort of thinking is fully established in an \nindividual with alcoholic tendencies, he has probably placed himself beyond human aid, and unless locked up, may die or go permanently insane. These stark and ugly facts have been conﬁrmed by legions of alco­",
        "page_25": "Page 25\n25 THERE IS A SOLUTION \nholics throughout history. But for the grace of God, \nthere would have been thousands more convincing demonstrations. So many want to stop but cannot. \nThere is a solution. Almost none of us liked the self-\nsearching, the leveling of our pride, the confession of shortcomings which the process requires for its suc­cessful consummation. But we saw that it really worked in others, and we had come to believe in the hopelessness and futility of life as we had been living it. When, therefore, we were approached by those in whom the problem had been solved, there was nothing left for us but to pick up the simple kit of spiritual tools laid at our feet. We have found much of heaven and we have been rocketed into a fourth dimension of existence of which we had not even dreamed. \nThe great fact is just this, and nothing less: That we \nhave had deep and effective spiritual experiences* which have revolutionized our whole attitude toward life, toward our fellows and toward God’s universe. The central fact of our lives today is the absolute cer­tainty that our Creator has entered into our hearts and lives in a way which is indeed miraculous. He has commenced to accomplish those things for us which we could never do by ourselves. \nIf you are as seriously alcoholic as we were, we \nbelieve there is no middle-of-the-road solution. We were in a position where life was becoming impossible, and if we had passed into the region from which there is no return through human aid, we had but two alterna­tives: One was to go on to the bitter end, blotting out the consciousness of our intolerable situation as best we could; and the other, to accept spiritual help. This \n*Fully explained—Appendix II. ",
        "page_26": "Page 26\n26  \nwe did because we honestly wanted to, and were will­\ning to make the effort. \nA certain American business man had ability, good \nsense, and high character. For years he had ﬂoundered from one sanitarium to another. He had consulted the best known American psychiatrists. Then he had gone to Europe, placing himself in the care of a celebrated physician (the psychiatrist, Dr. Jung) who prescribed for him. Though experience had made him skeptical, he ﬁnished his treatment with unusual conﬁdence. His physical and mental condition were unusually good. Above all, he believed he had acquired such a profound knowledge of the inner workings of his mind and its hidden springs that relapse was unthinkable. Nevertheless, he was drunk in a short time. More bafﬂing still, he could give himself no satisfactory ex­planation for his fall. \nSo he returned to this doctor, whom he admired, \nand asked him point-blank why he could not recover. He wished above all things to regain self-control. He seemed quite rational and well-balanced with respect to other problems. Yet he had no control whatever over alcohol. Why was this? \nHe begged the doctor to tell him the whole truth, \nand he got it. In the doctor’s judgment he was utterly hopeless; he could never regain his position in society and he would have to place himself under lock and key or hire a bodyguard if he expected to live long. That was a great physician’s opinion. \nBut this man still lives, and is a free man. He does \nnot need a bodyguard nor is he conﬁned. He can go anywhere on this earth where other free men may go ",
        "page_27": "Page 27\n27 THERE IS A SOLUTION \nwithout disaster, provided he remains willing to main­\ntain a certain simple attitude. \nSome of our alcoholic readers may think they can do \nwithout spiritual help. Let us tell you the rest of the conversation our friend had with his doctor. \nThe doctor said: “You have the mind of a chronic \nalcoholic. I have never seen one single case recover, where that state of mind existed to the extent that it does in you.’’ Our friend felt as though the gates of hell had closed on him with a clang. \nHe said to the doctor, “Is there no exception?’’ “Yes,’’ replied the doctor, “there is. Exceptions to \ncases such as yours have been occurring since early times. Here and there, once in a while, alcoholics have had what are called vital spiritual experiences. To me these occurrences are phenomena. They ap­pear to be in the nature of huge emotional displace­ments and rearrangements. Ideas, emotions, and attitudes which were once the guiding forces of the lives of these men are suddenly cast to one side, and a completely new set of conceptions and motives begin to dominate them. In fact, I have been trying to produce some such emotional rearrangement within you. With many individuals the methods which I em­ployed are successful, but I have never been success­ful with an alcoholic of your description.”* \nUpon hearing this, our friend was somewhat re­\nlieved, for he reﬂected that, after all, he was a good church member. This hope, however, was destroyed by the doctor’s telling him that while his religious convictions were very good, in his case they did not spell the necessary vital spiritual experience. \n*For ampliﬁcation—see Appendix II. ",
        "page_28": "Page 28\n28  \nHere was the terrible dilemma in which our friend \nfound himself when he had the extraordinary experi­\nence, which as we have already told you, made him a free man. \nWe, in our turn, sought the same escape with all the \ndesperation of drowning men. What seemed at ﬁrst a ﬂimsy reed, has proved to be the loving and powerful hand of God. A new life has been given us or\n, if you \nprefer, “a design for living’’ that really works. \nThe distinguished American psychologist, William \nJames, in his book “V\narieties of Religious Experience,’’ \nindicates a multitude of ways in which men have dis­covered God. We have no desire to convince anyone that there is only one way by which faith can be ac­quired. If what we have learned and felt and seen means anything at all, it means that all of us, whatever our race, creed, or color are the children of a living Creator with whom we may form a relationship upon simple and understandable terms as soon as we are willing and honest enough to try. Those having reli­gious afﬁliations will ﬁnd here nothing disturbing to their beliefs or ceremonies. There is no friction among us over such matters. \nWe think it no concern of ours what religious bodies \nour members identify themselves with as individuals. This should be an entirely personal affair which each one decides for himself in the light of past associations, or his present choice. Not all of us join religious bodies, but most of us favor such memberships. \nIn the following chapter, there appears an explana­\ntion of alcoholism, as we understand it, then a chapter addressed to the agnostic. Many who once were in this class are now among our members. Surprisingly ",
        "page_29": "Page 29\n29 THERE IS A SOLUTION \nenough, we ﬁnd such convictions no great obstacle \nto a spiritual experience. \nFurther on, clear-cut directions are given showing \nhow we recovered. These are followed by forty-two personal experiences. \nEach individual, in the personal stories, describes in \nhis own language and from his own point of view the way he established his relationship with God. These give a fair cross section of our membership and a clear-cut idea of what has actually happened in their lives. \nWe hope no one will consider these self-revealing \naccounts in bad taste. Our hope is that many alcoholic men and women, desperately in need, will see these pages, and we believe that it is only by fully disclos­ing ourselves and our problems that they will be persuaded to say, “Yes, I am one of them too; I must have this thing.” "
    },
    "Chapter 3 - More ABout Alcoholism": {
        "page_30": "\nMost of us have been unwilling to admit we\nwere real alcoholics. No person likes to think\nhe is bodily and mentally different from his fellows.\nTherefore, it is not surprising that our drinking careershave been characterized by countless vain attemptsto\nprove we could drink like other people. The idea\nthat somehow, someday he will control and enjoy hisdrinking is the great obsession of every abnormaldrinker. The persistence of this illusion is astonishing.Many pursue it into the gates of insanity or death.\nWe learned that we had to fully concede to our in-\nnermost selves that we were alcoholics. This is theﬁrst step in recovery. The delusion that we are likeother people, or presently may be, has to be smashed.\nWealcoholics ar emen and women who have lost\nthe ability to control our drinking. We know that noreal alcoholic ever recovers control. All of us felt at\ntimes that we were regaining control, but such inter-vals—usually brief—were inevitably followed by still\nless control, which led in time to pitiful and incompre-\nhensible demoralization. W eareconvinced to a man\nthat alcoholics of our type ar ein the grip of a pr ogres-\nsive illness. Over any considerable period we get\nworse, never better.\nWearelike men who have lost their legs; they\nnever\ngrow new ones. Neither does there appear to be\nany kind of treatment which will make alcoholics of\n30",
        "page_31": "our kind like other men. We have tried every imagina-\nble remedy. In some instances there has been briefrecovery, followed always by a still worse relapse.Physicians who are familiar with alcoholism agreethere is no such thing as making a normal drinker outof an alcoholic. Science may one day accomplish this,\nbut it hasn’t done so yet.\nDespite all we can say, many who are real alcoholics\nare not going to believe they are in that class. By\nevery form of self-deception and experimentation, theywill try to prove themselves exceptions to the rule,therefore nonalcoholic. If anyone who is showinginability to control his drinking can do the right-about-face and drink like a gentleman, our hats areoff to him. Heaven knows, we have tried hard enoughand long enough to drink like other people!\nHere are some of the methods we have tried: Drink-\ning beer only, limiting the number of drinks, neverdrinking alone, never drinking in the morning, drink-ing only at home, never having it in the house, neverdrinking during business hours, drinking only atparties, switching from scotch to brandy, drinkingonly natural wines, agreeing to resign if ever drunk onthe job, taking a trip, not taking a trip, swearing offforever (with and without a solemn oath), taking morephysical exercise, reading inspirational books, goingtohealth farms and sanitariums, accepting voluntary\ncommitment to asylums—we could increase the listad inﬁnitum.\nWe do not like to pronounce any individual as alco-\nholic, but you can quickly diagnose yourself. Step\nover to the nearest barroom and try some controlleddrinking. Try to drink and stop abruptly. Try itMORE ABOUT ALCOHOLISM 31",
        "page_32": "more than once. It will not take long for you to de-\ncide, if you are honest with yourself about it. It may\nbe worth a bad case of jitters if you get a full knowl-\nedge of your condition.\nThough there is no way of proving it, we believe\nthat early in our drinking careers most of us could\nhave stopped drinking. But the difﬁculty is that few\nalcoholics have enough desire to stop while there is\nyet time. We have heard of a few instances where\npeople, who showed deﬁnite signs of alcoholism, were\nable to stop for a long period because of an overpow-\nering desire to do so. Here is one.\nAman of thirty was doing a great deal of spree\ndrinking. He was very nervous in the morning after\nthese bouts and quieted himself with more liquor. He\nwas ambitious to succeed in business, but saw that hewould get nowhere if he drank at all. Once he started,he had no control whatever. He made up his mind\nthat until he had been successful in business and had\nretired, he would not touch another drop. An excep-\ntional man, he remained bone dry for twenty-ﬁve\nyears and r etired at the age of ﬁ fty-ﬁ ve, after a suc-\ncessful and happy business car eer.Then he fell vic-\ntim to a belief which practically ever yalcoholic has\n—that his long period of sobriety and self-disciplinehad qualiﬁed him to drink as other men. Out came hiscarpet slippers and a bottle. In two months he was\nin a hospital, puzzled and humiliated. He tried to\nregulate his drinking for a while, making several trips\ntothe hospital meantime. Then, gathering all his\nforces, he attempted to stop altogether and found hecould not. Ever ymeans of solving his problem which 32 ",
        "page_33": "money could buy was at his disposal. Every attempt\nfailed. Though a robust man at retirement, he went\nto pieces quickly and was dead within four years.\nThis case contains a powerful lesson. Most of us\nhave believed that if we remained sober for a long\nstretch, we could thereafter drink normally. But here\nis a man who at ﬁfty-ﬁve years found he was just\nwhere he had left off at thirty. We have seen the truth\ndemonstrated again and again: “Once an alcoholic, al-\nways an alcoholic.’’ Commencing to drink after a\nperiod of sobriety, we are in a short time as bad as\never. If we are planning to stop drinking, there must\nbe no reservation of any kind, nor any lurking notion\nthat someday we will be immune to alcohol.\nYoung people may be encouraged by this man’s ex-\nperience to think that they can stop, as he did, on\ntheir own will power . We doubt if many of them can\ndo it, because none will really want to stop, and har dly\none of them, because of the peculiar mental twist al-\nready acquired, will ﬁnd he can win out. Several of\nour crowd, men of thirty or less, had been drinking\nonly a few years, but they found themselves as help-less as those who had been drinking twenty years.\nTo be gravely affected, one does not necessarily\nhave to drink a long time nor take the quantitiessome of us have. This is particularly true of women.\nPotential female alcoholics often tur ninto the real\nthing and ar egone beyond recall in a few years.\nCertain drinkers, who would be greatly insulted if\ncalled alcoholics, are astonished at their inability tostop. We, who are familiar with the symptoms, seelarge numbers of potential alcoholics among youngMORE ABOUT ALCOHOLISM 33",
        "page_34": "people everywhere. But try and get them to see it! *\nAs we look back, we feel we had gone on drinking\nmany years beyond the point where we could quit on\nour will power\n. If anyone questions whether he has\nentered this dangerous area, let him try leaving liquoralone for one year. If he is a real alcoholic and veryfar advanced, there is scant chance of success. In theearly days of our drinking we occasionally remainedsober for a year or more, becoming serious drinkersagain later. Though you may be able to stop for a con-siderable period, you may yet be a potential alcoholic.We think few, to whom this book will appeal, can staydryanything like a year. Some will be drunk the day\nafter making their resolutions; most of them within afew weeks.\nFor those who are unable to drink moderately the\nquestion is how to stop altogether .We are assuming,\nof course, that the reader desires to stop. Whethersuch a person can quit upon a nonspiritual basis de-pends upon the extent to which he has already lostthe power to choose whether he will drink or not.\nMany of us felt that we had plenty of character .There\nwas a tremendous urge to cease forever. Yet we found\nitimpossible. This is the bafﬂing featur eof alcoholism\nas we know it—this utter inability to leave it alone,no matter how great the necessity or the wish.\nHow then shall we help our readers determine, to\ntheir own satisfaction, whether they are one of us?The experiment of quitting for a period of time willbehelpful, but we think we can render an even greater\nservice to alcoholic sufferers and perhaps to the medi-34 \n*True when this book was ﬁrst published. But a 2003 U.S./Canada membership sur-\nvey showed about one-ﬁfth of A.A.’\ns were thirty and under.",
        "page_35": "cal fraternity. So we shall describe some of the mental\nstates that precede a relapse into drinking, for ob-viously this is the crux of the problem.\nWhat sort of thinking dominates an alcoholic who\nrepeats time after time the desperate experiment ofthe ﬁrst drink? Friends who have reasoned with him\nafter a spree which has brought him to the point of\ndivorce or bankruptcy are mystiﬁed when he walksdirectly into a saloon. Why does he? Of what is hethinking?\nOur ﬁrst example is a friend we shall call Jim. This\nman has a charming wife and family. He inherited alucrative automobile agency. He had a commendableWorld War record. He is a good salesman. Every-body likes him. He is an intelligent man, normal so faras we can see, except for a nervous disposition. He didno drinking until he was thirty-ﬁve. In a few years hebecame so violent when intoxicated that he had to becommitted. On leaving the asylum he came into con-tact with us.\nWetold him what we knew of alcoholism and the\nanswer we had found. He made a beginning. Hisfamily was re-assembled, and he began to work as asalesman for the business he had lost through drink-ing. All went well for a time, but he failed to enlargehis spiritual life. T ohis consternation, he found him-\nself drunk half a dozen times in rapid succession. Oneach of these occasions we worked with him, r eview-\ning carefully what had happened. He agreed he wasa real alcoholic and in a serious condition. He knewhefaced another trip to the asylum if he kept on.\nMoreover, he would lose his family for whom he had\nadeep affection.MORE ABOUT ALCOHOLISM 35",
        "page_36": "Yet he got drunk again. We asked him to tell us\nexactly how it happened. This is his story: “I came to\nwork on Tuesday morning. I remember I felt irritated\nthat I had to be a salesman for a concern I once\nowned. I had a few words with the boss, but nothingserious. Then I decided to drive into the country andsee one of my prospects for a car. On the way I felthungry so I stopped at a roadside place where theyhave a bar. I had no intention of drinking. I just\nthought I would get a sandwich. I also had the notion\nthat I might ﬁnd a customer for a car at this place,which was familiar for I had been going to it for years.Ihad eaten there many times during the months I was\nsober . Isat down at a table and or dered a sandwich\nand a glass of milk. Still no thought of drinking. I\nordered another sandwich and decided to haveanother glass of milk.\n“Suddenly the thought crossed my mind that if I\nwere to put an ounce of whiskey in my milk it couldn’\nt\nhurt me on a full stomach. I ordered a whiskey and\npoured it into the milk. I vaguely sensed I was notbeing any too smart, but felt reassured as I was taking\nthe whiskey on a full stomach. The experiment went\nso well that I ordered another whiskey and poured itinto more milk. That didn’ \nt seem to bother me so I\ntried another .’’\nThus started one more journey to the asylum for\nJim. Her ewas the threat of commitment, the loss of\nfamily and position, to say nothing of that intense\nmental and physical suffering which drinking alwayscaused him. He had much knowledge about himself\nasan alcoholic. Yet all reasons for not drinking were36 ",
        "page_37": "easily pushed aside in favor of the foolish idea that he\ncould take whiskey if only he mixed it with milk!\nWhatever the precise deﬁnition of the word may be,\nwe call this plain insanity\n. How can such a lack of\nproportion, of the ability to think straight, be calledanything else?\nYou may think this an extreme case. To us it is not\nfar-fetched, for this kind of thinking has been charac-teristic of every single one of us. We have sometimesreﬂected more than Jim did upon the consequences.But there was always the curious mental phenomenonthat parallel with our sound reasoning there inevitablyran some insanely trivial excuse for taking the ﬁrstdrink. Our sound reasoning failed to hold us in check.The insane idea won out. Next day we would ask our-selves, in all earnestness and sincerity, how it couldhave happened.\nIn some circumstances we have gone out deliber-\nately to get drunk, feeling ourselves justified bynervousness, anger, worry, depression, jealousy or thelike. But even in this type of beginning we ar eobliged\nto admit that our justiﬁcation for a spree was insanelyinsufﬁcient in the light of what always happened. Wenow see that when we began to drink deliberately,instead of casually, there was little serious or effectivethought during the period of premeditation of whatthe ter riﬁcconsequences might be.\nOur behavior is as absur dand incompr ehensible\nwith respect to the ﬁrst drink as that of an individualwith a passion, say, for jay-walking. He gets a thrilloutof skipping in front of fast-moving vehicles. He\nenjoys himself for a few years in spite of friendly warn-\nings. Up to this point you would label him as a foolishMORE ABOUT ALCOHOLISM 37",
        "page_38": "chap having queer ideas of fun. Luck then deserts\nhim and he is slightly injured several times in succes-\nsion. You would expect him, if he were normal, to cut\nit out. Presently he is hit again and this time has a\nfractured skull. Within a week after leaving the hos-\npital a fast-moving trolley car breaks his arm. He\ntells you he has decided to stop jay-walking for good,\nbut in a few weeks he breaks both legs.\nOn through the years this conduct continues, accom-\npanied by his continual promises to be careful or to\nkeep off the streets altogether. Finally, he can no\nlonger work, his wife gets a divorce and he is held up\nto ridicule. He tries every known means to get the jay-\nwalking idea out of his head. He shuts himself up in\nan asylum, hoping to mend his ways. But the day he\ncomes out he races in front of a ﬁre engine, which\nbreaks his back. Such a man would be crazy, wouldn’the?\nYou may think our illustration is too ridiculous. But\nis it? We, who have been through the wringer, have\nto admit if we substituted alcoholism for jay-walking,\nthe illustration would ﬁ tus exactly .However intelli-\ngent we may have been in other respects, wher ealco-\nhol has been involved, we have been strangely insane.It’s strong language—but isn’t it true?\nSome of you are thinking: “Yes, what you tell us is\ntrue, but it doesn’ tfully apply . We admit we have\nsome of these symptoms, but we have not gone to theextremes you fellows did, nor are we likely to, for we\nunderstand ourselves so well after what you have toldus that such things cannot happen again. We havenotlost everything in life through drinking and we38 ",
        "page_39": "certainly do not intend to. Thanks for the informa-\ntion.’’\nThat may be true of certain nonalcoholic people\nwho, though drinking foolishly and heavily at thepresent time, are able to stop or moderate, becausetheir brains and bodies have not been damaged as\nours were. But the actual or potential alcoholic, with\nhardly an exception, will be absolutely unable to stop\ndrinking on the basis of self-knowledge. This is a point\nwe wish to emphasize and re-emphasize, to smashhome upon our alcoholic readers as it has been re-vealed to us out of bitter experience. Let us takeanother illustration.\nFred is partner in a well known accounting ﬁrm.\nHis income is good, he has a ﬁne home, is happilymarried and the father of promising children of col-lege age. He has so attractive a personality that hemakes friends with everyone. If ever there was asuccessful business man, it is Fred. T oall appearance\nhe is a stable, well balanced individual. Y\net, he is\nalcoholic. W e ﬁrst saw Fred about a year ago in a\nhospital where he had gone to recover from a badcase of jitters. It was his ﬁrst experience of this kind,and he was much ashamed of it. Far from admittinghe was an alcoholic, he told himself he came to thehospital to rest his nerves. The doctor intimatedstrongly that he might be worse than he realized. For\nafew days he was depressed about his condition. He\nmade up his mind to quit drinking altogether. It neveroccurred to him that perhaps he could not do so, inspite of his character and standing. Fred would not\nbelieve himself an alcoholic, much less accept a\nspiritual remedy for his problem. We told him whatMORE ABOUT ALCOHOLISM 39",
        "page_40": "we knew about alcoholism. He was interested and\nconceded that he had some of the symptoms, but hewas a long way from admitting that he could donothing about it himself. He was positive that thishumiliating experience, plus the knowledge he had ac-quired, would keep him sober the rest of his life. Self-knowledge would ﬁx it.\nWe heard no more of Fred for a while. One day we\nwere told that he was back in the hospital. This timehe was quite shaky. He soon indicated he was anxioustosee us. The story he told is most instructive, for\nhere was a chap absolutely convinced he had to stopdrinking, who had no excuse for drinking, who exhib-ited splendid judgment and determination in all hisother concerns, yet was ﬂat on his back nevertheless.\nLet him tell you about it: “I was much impressed\nwith what you fellows said about alcoholism, and Ifrankly did not believe it would be possible for me todrink again. I rather appreciated your ideas aboutthe subtle insanity which precedes the ﬁrst drink, butIwas conﬁdent it could not happen to me after what I\nhad learned. I reasoned I was not so far advanced as\nmost of you fellows, that I had been usually successfulin licking my other personal problems, and that Iwould therefore be successful where you men failed.I felt I had every right to be self-conﬁdent, that itwould be only a matter of exercising my will powerand keeping on guard.\n“In this frame of mind, I went about my business\nand for a time all was well. I had no trouble r efusing\ndrinks, and began to wonder if I had not been making\ntoo hard work of a simple matter. One day I went toWashington to present some accounting evidence to40 ",
        "page_41": "a government bureau. I had been out of town before\nduring this particular dry spell, so there was nothingnew about that. Physically, I felt ﬁne. Neither did Ihave any pressing problems or worries. My businesscame off well, I was pleased and knew my partnerswould be too. It was the end of a perfect day, not a\ncloud on the horizon.\n“I went to my hotel and leisurely dressed for dinner.\nAs I crossed the threshold of the dining room, the\nthought came to mind that it would be nice to have acouple of cocktails with dinner\n. That was all. Nothing\nmore. Iordered a cocktail and my meal. Then I or-\ndered another cocktail. After dinner I decided to takeawalk. When I returned to the hotel it struck me a\nhighball would be ﬁne before going to bed, so Istepped into the bar and had one. I remember havingseveral more that night and plenty next morning. Ihave a shadowy recollection of being in an airplanebound for New York, and of ﬁnding a friendly taxicabdriver at the landing ﬁeld instead of my wife. Thedriver escorted me about for several days. I know littleof where I went or what I said and did. Then camethe\nhospital with unbearable mental and physical\nsuffering.\n“As soon as I regained my ability to think, I went\ncarefully over that evening in W ashington. Not only\nhad I been of fguard, I had made no ﬁght whatever\nagainst the ﬁrst drink. This time I had not thought ofthe consequences at all. Ihad commenced to drink as\ncarelessly as though the cocktails were ginger ale. I\nnow remember ed what my alcoholic friends had told\nme, how they prophesied that if I had an alcoholicmind, the time and place would come—I would drinkMORE ABOUT ALCOHOLISM 41",
        "page_42": "again. They had said that though I did raise a defense,\nit would one day give way before some trivial reasonfor having a drink. Well, just that did happen andmore, for what I had learned of alcoholism did notoccur to me at all. I knew from that moment that Ihad an alcoholic mind. I saw that will power and self-knowledge would not help in those strange mentalblank spots. I had never been able to understandpeople who said that a problem had them hopelesslydefeated. I knew then. It was a crushing blow.\n“Two of the members of Alcoholics Anonymous\ncame to see me. They grinned, which I didn’t like somuch, and then asked me if I thought myself alcoholicand if I were really licked this time. I had to concedeboth propositions. They piled on me heaps of evi-dence to the effect that an alcoholic mentality, such asIhad exhibited in Washington, was a hopeless condi-\ntion. They cited cases out of their own experience bythe dozen. This process snuffed out the last ﬂicker ofconviction that I could do the job myself.\n“Then they outlined the spiritual answer and pro-\ngram of action which a hundred of them had followed\nsuccessfully .Though I had been only a nominal\nchur chman, their proposals wer enot, intellectually,\nhard to swallow. But the program of action, though\nentirely sensible, was pretty drastic. It meant I wouldhave to throw several lifelong conceptions out of thewindow. That was not easy. But the moment I madeup my mind to go through with the process, I had thecurious feeling that my alcoholic condition was re-\nlieved, as in fact it proved to be.\n“Quite as important was the discovery that spiritual\nprinciples would solve all my problems. I have since42 ",
        "page_43": "been brought into a way of living inﬁnitely more satis-\nfying and, I hope, more useful than the life I livedbefore. My old manner of life was by no means a badone, but I would not exchange its best moments forthe worst I have now. I would not go back to it evenifIcould.’’\nFred’s story speaks for itself. We hope it strikes\nhome to thousands like him. He had felt only the ﬁrstnip of the wringer. Most alcoholics have to be prettybadly mangled before they really commence to solvetheir problems.\nMany doctors and psychiatrists agree with our con-\nclusions. One of these men, staff member of a world-renowned hospital, recently made this statement tosome of us: “What you say about the general hopeless-ness of the average alcoholic’s plight is, in my opinion,correct. As to two of you men, whose stories I haveheard, there is no doubt in my mind that you were\n100% hopeless, apar tfrom divine help. Had you of-\nfered yourselves as patients at this hospital, I wouldnot have taken you, if I had been able to avoid it.People like you are too heartbreaking. Though not areligious person, I have profound respect for thespiritual approach in such cases as yours. For mostcases, there is virtually no other solution.’\n’\nOnce more: The alcoholic at certain times has no\neffective mental defense against the ﬁrst drink. Ex-cept in a few rar ecases, neither he nor any other\nhuman being can provide such a defense. His defensemust come from a Higher Power.MORE ABOUT ALCOHOLISM 43"
    },
    "Chapter 4 - We Agnostics": {
        "page_44": "/nIn the preceding chapters you have learned\nsomething of alcoholism. W\ne hope we have\nmade clear the distinction between the alcoholic and\nthe non-alcoholic. If, when you honestly want to, you\nﬁnd you cannot quit entirely, or if when drinking, youhave little control over the amount you take, you areprobably alcoholic. If that be the case, you may be\nsuffering from an illness which only a spiritual experi-\nence will conquer.\nTo one who feels he is an atheist or agnostic such an\nexperience seems impossible, but to continue as he is\nmeans disaster ,especially if he is an alcoholic of the\nhopeless variety. To be doomed to an alcoholic deathor to live on a spiritual basis are not always easy\nalternatives to face.\nBut it isn’t so difﬁcult. About half our original\nfellowship wer eof exactly that type. At ﬁrst some of\nus tried to avoid the issue, hoping against hope wewere not true alcoholics. But after a while we had to\nface the fact that we must ﬁnd a spiritual basis of life—or else. Perhaps it is going to be that way with you.\nBut cheer up, something like half of us thought wewere atheists or agnostics. Our experience shows that\nyou need not be disconcerted.\nIf a mere code of morals or a better philosophy of\nlife were sufﬁcient to overcome alcoholism, many of us\n44",
        "page_45": "would have recovered long ago. But we found that\nsuch codes and philosophies did not save us, no matterhow much we tried. We could wish to be moral, wecould wish to be philosophically comforted, in fact,we could will these things with all our might, but theneeded power wasn’ tthere. Our human resources, as\nmarshalled by the will, were not sufﬁcient; they failedutterly.\nLack of power, that was our dilemma. We had to\nﬁnd a power by which we could live, and it had to beaPower greater than ourselves. Obviously. But where\nand how were we to ﬁnd this Power?\nW\nell, that’s exactly what this book is about. Its\nmain object is to enable you to ﬁnd a Power greaterthan yourself which will solve your problem. Thatmeans we have written a book which we believe tobe spiritual as well as moral. And it means, of course,that we are going to talk about God. Here difﬁcultyarises with agnostics. Many times we talk to a newman and watch his hope rise as we discuss his alcoho-licproblems and explain our fellowship. But his face\nfalls when we speak of spiritual matters, especiallywhen we mention God, for we have re-opened a sub-ject which our man thought he had neatly evaded orentirely ignored.\nWeknow how he feels. W ehave shared his honest\ndoubt and prejudice. Some of us have been violentlyanti-r eligious. T oothers, the wor d“God’ ’brought up\na particular idea of Him with which someone had tried\nto impress them during childhood. Perhaps we re-jected this particular conception because it seemed\ninadequate. With that rejection we imagined we had\nabandoned the God idea entirely. We were botheredWE AGNOSTICS 45",
        "page_46": "with the thought that faith and dependence upon a\nPower beyond ourselves was somewhat weak, evencowardly. We looked upon this world of warringindividuals, warring theological systems, and inexpli-cable calamity, with deep skepticism. We lookedaskance at many individuals who claimed to be godly.How could a Supreme Being have anything to do withit all? And who could comprehend a Supreme Beinganyhow? Yet, in other moments, we found ourselvesthinking, when enchanted by a starlit night, “Who,then, made all this?’’ There was a feeling of awe andwonder, but it was ﬂeeting and soon lost.\nYes, we of agnostic temperament have had these\nthoughts and experiences. Let us make haste to reas-sure you. We found that as soon as we were able tolay aside prejudice and express even a willingness tobelieve in a Power greater than ourselves, we com-menced to get results, even though it was impossiblefor any of us to fully deﬁne or comprehend thatPower, which is God.\nMuch to our relief, we discovered we did not need\nto consider another’ sconception of God. Our own\nconception, however inadequate, was sufficient tomake the approach and to effect a contact with Him.As soon as we admitted the possible existence of aCreative Intelligence, a Spirit of the Universe under-lying the totality of things, we began to be possessedof a new sense of power and direction, provided wetook other simple steps. We found that God does notmake too har dterms with those who seek Him. To us,\nthe Realm of Spirit is broad, roomy, all inclusive; never\nexclusive or forbidding to those who earnestly seek.It is open, we believe, to all men.46 ",
        "page_47": "When, therefore, we speak to you of God, we mean\nyour own conception of God. This applies, too, to\nother spiritual expressions which you ﬁnd in this book.Do not let any prejudice you may have againstspiritual terms deter you from honestly asking yourselfwhat they mean to you. At the start, this was all we\nneeded to commence spiritual growth, to effect our\nﬁrst conscious relation with God as we understoodHim. Afterward, we found ourselves accepting manythings which then seemed entirely out of reach. Thatwas growth, but if we wished to grow we had to beginsomewhere. So we used our own conception, how-ever limited it was.\nWe needed to ask ourselves but one short question.\n“Do I now believe, or am I even willing to believe,that there is a Power greater than myself?’’ As soonas a man can say that he does believe, or is willing tobelieve, we emphatically assure him that he is on hisway.It has been repeatedly proven among us that\nupon this simple cornerstone a wonderfully effectivespiritual str uctur ecan be built. *\nThat was great news to us, for we had assumed we\ncould not make use of spiritual principles unless weaccepted many things on faith which seemed difﬁcultto believe. When people presented us with spiritualappr oaches, how frequently did we all say ,“I wish I\nhad what that man has. I’m sure it would work if\nIcould only believe as he believes. But I cannot ac-\ncept as surely true the many articles of faith which areso plain to him.’\n’ So it was comforting to learn that\nwecould commence at a simpler level.\nBesides a seeming inability to accept much on faith,WE AGNOSTICS 47\n*Please be sure to read Appendix II on “Spiritual Experience.”",
        "page_48": "we often found ourselves handicapped by obstinacy,\nsensitiveness, and unreasoning prejudice. Many of ushave been so touchy that even casual reference tospiritual things made us bristle with antagonism. Thissort of thinking had to be abandoned. Though someof us resisted, we found no great difﬁculty in castingaside such feelings. Faced with alcoholic destruction,we soon became as open minded on spiritual mattersas we had tried to be on other questions. In this re-spect alcohol was a great persuader. It ﬁnally beat usinto a state of reasonableness. Sometimes this was atedious process; we hope no one else will be preju-diced for as long as some of us wer e.\nThe reader may still ask why he should believe in a\nPower greater than himself. We think there are goodreasons. Let us have a look at some of them.\nThe practical individual of today is a stickler for\nfacts and results. Nevertheless, the twentieth centuryreadily accepts theories of all kinds, provided they areﬁrmly grounded in fact. We have numerous theories,for example, about electricity. Everybody believes\nthem without a murmur of doubt. Why this r eady\nacceptance? Simply because it is impossible to explain\nwhat we see, feel, direct, and use, without a r eason-\nable assumption as a starting point.\nEverybody nowadays, believes in scores of assump-\ntions for which ther eis good evidence, but no per fect\nvisual proof. And does not science demonstrate thatvisual proof is the weakest proof? It is being con-stantly revealed, as mankind studies the material\nworld, that outward appearances are not inward reality at all. To illustrate:\nThe prosaic steel girder is a mass of electrons whirl-48 ",
        "page_49": "ing around each other at incredible speed. These\ntiny bodies are governed by precise laws, and theselaws hold true throughout the material world. Sciencetells us so. We have no reason to doubt it. When,however, the perfectly logical assumption is suggestedthat underneath the material world and life as we see\nit, there is an All Powerful, Guiding, Creative Intelli-\ngence, right there our perverse streak comes to thesurface and we laboriously set out to convince our-selves it isn’t so. We read wordy books and indulgein windy arguments, thinking we believe this universeneeds no God to explain it. Were our contentionstrue, it would follow that life originated out of noth-ing, means nothing, and proceeds nowhere.\nInstead of regarding ourselves as intelligent agents,\nspearheads of God’s ever advancing Creation, weagnostics and atheists chose to believe that our humanintelligence was the last word, the alpha and theomega, the beginning and end of all. Rather vain ofus, wasn’t it?\nWe, who have traveled this dubious path, beg you\nto lay aside prejudice, even against organized religion.We have learned that whatever the human frailties ofvarious faiths may be, those faiths have given purposeand direction to millions. People of faith have a logi-cal idea of what life is all about. Actually ,we used to\nhave no reasonable conception whatever .We used to\namuse ourselves by cynically dissecting spiritual be-liefs and practices when we might have observed thatmany spiritually-minded persons of all races, colors,and creeds wer edemonstrating a degree of stability,\nhappiness and usefulness which we should have sought\nourselves.WE AGNOSTICS 49",
        "page_50": "Instead, we looked at the human defects of these\npeople, and sometimes used their shortcomings as a\nbasis of wholesale condemnation. We talked of in-tolerance, while we were intolerant ourselves. Wemissed the reality and the beauty of the forest becausewe were diverted by the ugliness of some of its trees.We never gave the spiritual side of life a fair hearing.\nIn our personal stories you will ﬁnd a wide variation\nin the way each teller approaches and conceives ofthe Power which is greater than himself. Whether weagree with a particular approach or conception seemsto make little difference. Experience has taught usthat these ar ematters about which, for our purpose,\nwe need not be worried. They are questions for eachindividual to settle for himself.\nOn one proposition, however, these men and\nwomen ar estrikingly agreed. Every one of them has\ngained access to, and believes in, a Power greaterthan himself. This Power has in each case accom-plished the miraculous, the humanly impossible. Asa celebrated American statesman put it, “Let’s look\natthe record.’’\nHere are thousands of men and women, worldly in-\ndeed. They ﬂatly declar ethat since they have come\nto believe in a Power greater than themselves, to take\nacertain attitude toward that Power, and to do certain\nsimple things, ther ehas been a revolutionar ychange\nin their way of living and thinking. In the face ofcollapse and despair, in the face of the total failureoftheir human resources, they found that a new\npower, peace, happiness, and sense of direction ﬂowed\ninto them. This happened soon after they whole-heartedly met a few simple requirements. Once con-50 ",
        "page_51": "fused and bafﬂed by the seeming futility of existence,\nthey show the underlying reasons why they weremaking heavy going of life. Leaving aside the drinkquestion, they tell why living was so unsatisfactory.They show how the change came over them. Whenmany hundreds of people are able to say that the\nconsciousness of the Presence of God is today the most\nimportant fact of their lives, they present a powerfulreason why one should have faith.\nThis world of ours has made more material progress\nin the last century than in all the millenniums whichwent before. Almost everyone knows the reason.Students of ancient history tell us that the intellectof men in those days was equal to the best of today.Yet in ancient times material progress was painfullyslow. The spirit of modern scientiﬁc inquiry, researchand invention was almost unknown. In the realm ofthe material, men’s minds were fettered by supersti-tion, tradition, and all sorts of ﬁxed ideas. Some ofthe contemporaries of Columbus thought a roundearth pr eposter ous. Others came near putting Galileo\nto death for his astronomical heresies.\nWe asked ourselves this: Are not some of us just as\nbiased and unreasonable about the realm of the spiritas were the ancients about the realm of the material?Even in the present century ,American newspapers\nwere afraid to print an account of the Wright brothers’\nﬁrst successful ﬂight at Kitty Hawk. Had not all ef forts\nat ﬂight failed before? Did not Professor Langley’s\nﬂying machine go to the bottom of the PotomacRiver? Was it not true that the best mathematical\nminds had proved man could never ﬂy? Had not\npeople said God had reserved this privilege to theWE AGNOSTICS 51",
        "page_52": "birds? Only thirty years later the conquest of the air\nwas almost an old story and airplane travel was infull swing.\nBut in most ﬁelds our generation has witnessed com-\nplete liberation of our thinking. Show any longshore-man a Sunday supplement describing a proposal toexplore the moon by means of a rocket and he willsay, “I bet they do it—maybe not so long either.’’ Isnot our age characterized by the ease with which wediscard old ideas for new, by the complete readinesswith which we throw away the theory or gadget whichdoes not work for something new which does?\nWehad to ask ourselves why we shouldn’t apply to\nour human problems this same readiness to changeour point of view. We were having trouble withpersonal relationships, we couldn’t control our emo-tional natures, we were a prey to misery and depres-sion, we couldn’ tmake a living, we had a feeling of\nuselessness, we were full of fear, we were unhappy,we couldn’t seem to be of real help to other people—was not a basic solution of these bedevilments more\nimpor tant than whether we should see newsreels of\nlunar ﬂight? Of course it was.\nWhen we saw others solve their problems by a\nsimple reliance upon the Spirit of the Universe, we\nhad to stop doubting the power of God. Our ideasdidnot work. But the God idea did.\nThe Wright brothers’ almost childish faith that they\ncould build a machine which would ﬂy was the main-spring of their accomplishment. Without that, nothing\ncould have happened. We agnostics and atheists weresticking to the idea that self-sufﬁciency would solveour problems. When others showed us that “God-suf-52 ",
        "page_53": "worked with them, we began to feel like\nthose who had insisted the Wrights would never ﬂy.\nLogic is great stuff. We liked it. We still like it. It\nis not by chance we were given the power to reason,to examine the evidence of our senses, and to drawconclusions. That is one of man’ smagniﬁcent at-\ntributes. We agnostically inclined would not feelsatisﬁed with a proposal which does not lend itself toreasonable approach and interpretation. Hence weare at pains to tell why we think our present faith isreasonable, why we think it more sane and logical tobelieve than not to believe, why we say our formerthinking was soft and mushy when we threw up ourhands in doubt and said, “We don’t know.’’\nWhen we became alcoholics, crushed by a self-\nimposed crisis we could not postpone or evade, wehad to fearlessly face the proposition that either Godis everything or else He is nothing. God either is, orHe isn’t. What was our choice to be?\nArrived at this point, we were squarely confronted\nwith the question of faith. W ecouldn’ tduck the issue.\nSome of us had already walked far over the Bridge ofReason toward the desired shore of faith. The outlinesand the promise of the New Land had brought lustreto tired eyes and fresh courage to ﬂagging spirits.Friendly hands had stretched out in welcome. We\nwere grateful that Reason had brought us so far. But\nsomehow ,we couldn’ tquite step ashore. Perhaps we\nhad been leaning too heavily on Reason that last mile\nand we did not like to lose our support.\nThat was natural, but let us think a little more\nclosely. Without knowing it, had we not been brought\nto where we stood by a certain kind of faith? For didWE AGNOSTICS 53",
        "page_54": "we not believe in our own reasoning? Did we not\nhave conﬁdence in our ability to think? What wasthat but a sort of faith? Yes, we had been faithful,abjectly faithful to the God of Reason. So, in one wayor another, we discovered that faith had been in-volved all the time!\nWe found, too, that we had been worshippers.\nWhat a state of mental goose-ﬂesh that used to bringon! Had we not variously worshipped people, senti-ment, things, money, and ourselves? And then, witha better motive, had we not worshipfully beheld thesunset, the sea, or a ﬂower? Who of us had not lovedsomething or somebody? How much did these feel-ings, these loves, these worships, have to do with purereason? Little or nothing, we saw at last. Were notthese things the tissue out of which our lives wereconstr ucted? Did not these feelings, after all, deter-\nmine the course of our existence? It was impossible tosay we had no capacity for faith, or love, or worship.In one form or another we had been living by faithand little else.\nImagine life without faith! W erenothing left but\npure reason, it wouldn’t be life. But we believed in\nlife—of course we did. W ecould not prove life in the\nsense that you can prove a straight line is the shortestdistance between two points, yet, there it was. Couldwe still say the whole thing was nothing but a mass ofelectrons, created out of nothing, meaning nothing,whirling on to a destiny of nothingness? Of course wecouldn’ t. The electrons themselves seemed more in-\ntelligent than that. At least, so the chemist said.\nHence, we saw that reason isn’t everything. Neither\nis reason, as most of us use it, entirely dependable,54 ",
        "page_55": "though it emanate from our best minds. What about\npeople who proved that man could never ﬂy?\nYet we had been seeing another kind of ﬂight, a\nspiritual liberation from this world, people who roseabove their problems. They said God made thesethings possible, and we only smiled. W ehad seen\nspiritual release, but liked to tell ourselves it wasn’ttrue.\nActually we were fooling ourselves, for deep down\nin every man, woman, and child, is the fundamentalidea of God. It may be obscured by calamity, bypomp, by worship of other things, but in some formor other it is there. For faith in a Power greater thanourselves, and miraculous demonstrations of thatpower in human lives, are facts as old as man himself.\nWe ﬁnally saw that faith in some kind of God was\na part of our make-up, just as much as the feeling wehave for a friend. Sometimes we had to search fear-lessly ,but He was there. He was as much a fact as\nwe were. We found the Great Reality deep downwithin us. In the last analysis it is only ther ethat He\nmay be found. It was so with us.\nWe can only clear the ground a bit. If our testi-\nmony helps sweep away prejudice, enables you tothink honestly, encourages you to search diligentlywithin yourself, then, if you wish, you can join us onthe Broad Highway .With this attitude you cannot\nfail. The consciousness of your belief is sure to come\nto you.\nIn this book you will read the experience of a man\nwho thought he was an atheist. His stor yis so inter est-\ning that some of it should be told now. His change of\nheart was dramatic, convincing, and moving.WE AGNOSTICS 55",
        "page_56": "Our friend was a minister’s son. He attended\nchurch school, where he became rebellious at what\nhe thought an overdose of religious education. Foryears thereafter he was dogged by trouble and frustra-tion. Business failure, insanity, fatal illness, suicide—these calamities in his immediate family embitteredand depressed him. Post-war disillusionment, evermore serious alcoholism, impending mental and physi-cal collapse, brought him to the point of self-destruc-tion.\nOne night, when conﬁned in a hospital, he was ap-\nproached by an alcoholic who had known a spiritualexperience. Our friend’ sgorge rose as he bitterly\ncried out: “If there is a God, He certainly hasn’t doneanything for me!’’ But later, alone in his room, heasked himself this question: “Is it possible that all thereligious people I have known are wrong?’’ Whilepondering the answer he felt as though he lived inhell. Then, like a thunderbolt, a great thought came.It crowded out all else:\n“Who are you to say there is no God?’’This man recounts that he tumbled out of bed to his\nknees. In a few seconds he was overwhelmed by aconviction of the Presence of God. It poured over andthrough him with the certainty and majesty of a greattide at ﬂood. The barriers he had built through theyears wer eswept away .He stood in the Presence of\nInﬁnite Power and Love. He had stepped from bridgeto shore. For the ﬁrst time, he lived in conscious com-panionship with his Cr eator.\nThus was our friend’\ns cornerstone ﬁxed in place. No\nlater vicissitude has shaken it. His alcoholic problem\nwas taken away. That very night, years ago, it dis-56 ",
        "page_57": "appeared. Save for a few brief moments of temptation\nthe thought of drink has never returned; and at suchtimes a great revulsion has risen up in him. Seeminglyhe could not drink even if he would. God had restoredhis sanity.\nWhat is this but a miracle of healing? Yet its ele-\nments are simple. Circumstances made him willing tobelieve. He humbly offered himself to his Maker—then he knew.\nEven so has God restored us all to our right minds.\nTo this man, the revelation was sudden. Some of usgrow into it more slowly. But He has come to all whohave honestly sought Him.\nWhen we drew near to Him He disclosed Himself\nto us!WE AGNOSTICS 57"
    },
    "Chapter 5 - How It Works": {
        "page_58": "\nRarely have we seen a person fail who has \nthoroughly followed our path. Those who do not \nrecover are people who cannot or will not completely give themselves to this simple program, usually men and women who are constitutionally incapable of be­ing honest with themselves. There are such unfortu­nates. They are not at fault; they seem to have been born that way. They are naturally incapable of grasp­ing and developing a manner of living which demands rigorous honesty. Their chances are less than average. There are those, too, who suffer from grave emotional and mental disorders, but many of them do recover if they have the capacity to be honest. \nOur stories disclose in a general way what we used \nto be like, what happened, and what we are like now. If you have decided you want what we have and are willing to go to any length to get it—then you are ready to take certain steps. \nAt some of these we balked. We thought we could \nﬁnd an easier\n, softer way. But we could not. With \nall the earnestness at our command, we beg of you to be fearless and thorough from the very start. Some of us have tried to hold on to our old ideas and the result was nil until we let go absolutely. \nRemember that we deal with alcohol—cunning, baf­\n58 ",
        "page_59": "Cunning, powerful! Without help it is too much for us. \nBut there is One who has all power—that One is God. May you ﬁnd Him now! \nHalf measures availed us nothing. We stood at the \nturning point. We asked His protection and care with complete abandon. \nHere are the steps we took, which are suggested as \na program of recovery: \n1. We admitted we were powerless over alcohol— \nthat our lives had become unmanageable. \n2. Came to believe that a Power greater than our­\nselves could restore us to sanity\n. \n3. Made a decision to turn our will and our lives \nover to the care of God as we understood Him\n. \n4. Made a searching and fearless moral inventory \nof \nourselves. \n5. Admitted to God, to ourselves, and to another \nhuman being the exact nature of our wrongs. \n6. Were entirely ready to have God remove all \nthese defects of character\n. \n7. Humbly asked Him to remove our shortcomings. \n8. Made a list of all persons we had harmed, and \nbecame willing to make amends to them all. \n9. Made direct amends to such people wherever \npossible, except when to do so would injure them or others. \n10. Continued to take personal inventory and when \nwe were wrong promptly admitted it. \n11. Sought through prayer and meditation to im­\nprove our conscious contact with God \nas we un­\nderstood Him, praying only for knowledge of His will for us and the power to carry that out. ",
        "page_60": "Having had a spiritual awakening as the result \nof these steps, we tried to carry this message to \nalcoholics, and to practice these principles in all our affairs. \nMany of us exclaimed, “What an order! I can’t go \nthrough with it.’\n’ Do not be discouraged. No one \namong us has been able to maintain anything like per­fect adherence to these principles. We are not saints. The point is, that we are willing to grow along spiritual lines. The principles we have set down are guides to progress. We claim spiritual progress rather than spiritual perfection. \nOur description of the alcoholic, the chapter to the \nagnostic, and our personal adventures before and after make clear three pertinent ideas: \n(a) That we were alcoholic and could not manage \nour own lives. \n(b) That probably no human power could have re­\nlieved our alcoholism. \n(c) That God could and would if He were sought. \nBeing convinced, we were at Step Three, which is \nthat we decided to turn our will and our life over to God as we understood Him. Just what do we mean by that, and just what do we do? \nThe ﬁrst requirement is that we be convinced that \nany life run on self-will can hardly be a success. On that basis we are almost always in collision with some­thing or somebody\n, even though our motives are good. \nMost people try to live by self-propulsion. Each per­son is like an actor who wants to run the whole show; is forever trying to arrange the lights, the ballet, the scenery and the rest of the players in his own way. If ",
        "page_61": "his arrangements would only stay put, if only people \nwould do as he wished, the show would be great. Everybody, including himself, would be pleased. Life would be wonderful. In trying to make these arrange­ments our actor may sometimes be quite virtuous. He may be kind, considerate, patient, generous; even modest and self-sacriﬁcing. On the other hand, he may be mean, egotistical, selﬁsh and dishonest. But, as with most humans, he is more likely to have varied traits. \nWhat usually happens? The show doesn’t come off \nvery well. He begins to think life doesn’t treat him right. He decides to exert himself more. He becomes, on the next occasion, still more demanding or gracious, as the case may be. Still the play does not suit him. Admitting he may be somewhat at fault, he is sure that other people are more to blame. He becomes angry, indignant, self-pitying. What is his basic trouble? Is he not really a self-seeker even when try­ing to be kind? Is he not a victim of the delusion that he can wrest satisfaction and happiness out of this world if he only manages well? Is it not evident to all the rest of the players that these are the things he wants? And do not his actions make each of them wish to retaliate, snatching all they can get out of the show? Is he not, even in his best moments, a pro­ducer of confusion rather than harmony? \nOur actor is self-centered—ego-centric, as people \nlike to call it nowadays. He is like the retired business man who lolls in the Florida sunshine in the winter complaining of the sad state of the nation; the minister who sighs over the sins of the twentieth century; poli­ticians and reformers who are sure all would be Utopia ",
        "page_62": "if the rest of the world would only behave; the outlaw \nsafe cracker who thinks society has wronged him; and the alcoholic who has lost all and is locked up. What­ever our protestations, are not most of us concerned with ourselves, our resentments, or our self-pity? \nSelﬁshness—self-centeredness! That, we think, is the \nroot of our troubles. Driven by a hundred forms of fear, self-delusion, self-seeking, and self-pity, we step on the toes of our fellows and they retaliate. Some­times they hurt us, seemingly without provocation, but we invariably ﬁnd that at some time in the past we have made decisions based on self which later placed us in a position to be hurt. \nSo our troubles, we think, are basically of our own \nmaking. They arise out of ourselves, and the alcoholic is an extreme example of self-will run riot, though he usually doesn’t think so. Above everything, we alco­holics must be rid of this selﬁshness. We must, or it kills us! God makes that possible. And there often seems no way of entirely getting rid of self without His aid. Many of us had moral and philosophical con­victions galore, but we could not live up to them even though we would have liked to. Neither could we reduce our self-centeredness much by wishing or try­ing on our own power. We had to have God’s help. \nThis is the how and why of it. First of all, we had to \nquit playing God. It didn’t work. Next, we decided that hereafter in this drama of life, God was going to be our Director. He is the Principal; we are His agents. He is the Father, and we are His children. Most good ideas are simple, and this concept was the keystone of the new and triumphant arch through which we passed to freedom. ",
        "page_63": "When we sincerely took such a position, all sorts of \nremarkable things followed. We had a new Employer. \nBeing all powerful, He provided what we needed, if we kept close to Him and performed His work well. Established on such a footing we became less and less interested in ourselves, our little plans and designs. More and more we became interested in seeing what we could contribute to life. As we felt new power flow in, as we enjoyed peace of mind, as we discovered we could face life successfully, as we became con­scious of His presence, we began to lose our fear of today, tomorrow or the hereafter. We were reborn. \nWe were now at Step Three. Many of us said to our \nMaker, as we understood Him: “God, I offer myself to \nThee—to build with me and to do with me as Thou wilt. Relieve me of the bondage of self, that I may better do Thy will. Take away my difﬁculties, that victory over them may bear witness to those I would help of Thy Power, Thy Love, and Thy Way of life. May I do Thy will always!’’ We thought well before taking this step making sure we were ready; that we could at last abandon ourselves utterly to Him. \nWe found it very desirable to take this spiritual step \nwith an understanding person, such as our wife, best friend, or spiritual adviser. But it is better to meet God alone than with one who might misunderstand. The wording was, of course, quite optional so long as we expressed the idea, voicing it without reservation. This was only a beginning, though if honestly and humbly made, an effect, sometimes a very great one, was felt at once. \nNext we launched out on a course of vigorous action, \nthe ﬁrst step of which is a personal housecleaning, ",
        "page_64": "which many of us had never attempted. Though our \ndecision was a vital and crucial step, it could have little permanent effect unless at once followed by a stren­uous effort to face, and to be rid of, the things in our­selves which had been blocking us. Our liquor was but a symptom. So we had to get down to causes and conditions. \nTherefore, we started upon a personal inventory. \nThis was Step Four. A business which takes no regular inventory usually goes broke. Taking a commercial inventory is a fact-ﬁnding and a fact-facing process. It is an effort to discover the truth about the stock-in-trade. One object is to disclose damaged or unsalable goods, to get rid of them promptly and without regret. If the owner of the business is to be successful, he can­not fool himself about values. \nWe did exactly the same thing with our lives. We \ntook stock honestly. First, we searched out the ﬂaws in our make-up which caused our failure. Being con­vinced that self, manifested in various ways, was what had defeated us, we considered its common manifes­tations. \nResentment is the “number one’’ offender. It destroys \nmore alcoholics than anything else. From it stem all forms of spiritual disease, for we have been not only mentally and physically ill, we have been spiritually sick. When the spiritual malady is overcome, we straighten out mentally and physically. In dealing with resentments, we set them on paper. We listed people, institutions or principles with whom we were angry. We asked ourselves why we were angry. In most cases it was found that our self-esteem, our pocketbooks, our ambitions, our personal relationships ",
        "page_65": "(including sex) were hurt or threatened. So we were \nsore. We were “burned up.’’ \nOn our grudge list we set opposite each name our \ninjuries. Was it our self-esteem, our security, our am­bitions, our personal, or sex relations, which had been interfered with? \nWe were usually as deﬁnite as this example: \nI’m resentful at: The Cause Affects my: \nMr. Brown His attention to my Sex relations. \nwife. Self-esteem (fear) \nTold my wife of my Sex relations. \nmistress. Self-esteem (fear) \nBrown may get my Security. \njob at the ofﬁce. Self-esteem (fear) \nMrs. Jones She’s a nut—she Personal relation-\nsnubbed me. She ship. Self-esteem \ncommitted her hus- (fear) \nband for drinking. \nHe’s my friend. \nShe’s a gossip. \nMy employer Unreasonable—Unjust Self-esteem (fear) \n— Overbearing — Security. Threatens to ﬁre me for drinking and padding my ex­pense account. \nMy wife Misunderstands and Pride—Personal \nnags. Likes Brown. \nsex relations— \nWants house put in Security (fear) her name. \nWe went back through our lives. Nothing counted \nbut thoroughness and honesty. When we were ﬁn­\nished we considered it carefully. The ﬁrst thing ap­",
        "page_66": "parent was that this world and its people were often \nquite wrong. To conclude that others were wrong was as far as most of us ever got. The usual outcome was that people continued to wrong us and we stayed sore. Sometimes it was remorse and then we were sore at ourselves. But the more we fought and tried to have our own way, the worse matters got. As in war, the victor only seemed to win. Our moments of triumph \nwere short-lived. \nIt is plain that a life which includes deep resentment \nleads only to futility and unhappiness. To the precise extent that we permit these, do we squander the hours that might have been worth while. But with the alco­holic, whose hope is the maintenance and growth of a spiritual experience, this business of resentment is in­ﬁnitely grave. We found that it is fatal. For when harboring such feelings we shut ourselves off from the sunlight of the Spirit. The insanity of alcohol returns and we drink again. And with us, to drink is to die. \nIf we were to live, we had to be free of anger. The \ngrouch and the brainstorm were not for us. They may be the dubious luxury of normal men, but for alcohol­ics these things are poison. \nWe turned back to the list, for it held the key to the \nfuture. We were prepared to look at it from an en­tirely different angle. We began to see that the world and its people really dominated us. In that state, the wrong-doing of others, fancied or real, had power to actually kill. How could we escape? We saw that these resentments must be mastered, but how? We could not wish them away any more than alcohol. \nThis was our course: We realized that the people \nwho wronged us were perhaps spiritually sick. ",
        "page_67": "Though we did not like their symptoms and the way \nthese disturbed us, they, like ourselves, were sick too. We asked God to help us show them the same toler­ance, pity, and patience that we would cheerfully grant a sick friend. When a person offended we said to ourselves, “This is a sick man. How can I be helpful to him? God save me from being angry. Thy will be done.’’ \nWe avoid retaliation or argument. We wouldn’t \ntreat sick people that way. If we do, we destroy our chance of being helpful. We cannot be helpful to all people, but at least God will show us how to take a kindly and tolerant view of each and every one. \nReferring to our list again. Putting out of our minds \nthe wrongs others had done, we resolutely looked for our own mistakes. Where had we been selﬁsh, dis­honest, self-seeking and frightened? Though a situa­tion had not been entirely our fault, we tried to disregard the other person involved entirely. Where were we to blame? The inventory was ours, not the other man’s. When we saw our faults we listed them. We placed them before us in black and white. We admitted our wrongs honestly and were willing to set these matters straight. \nNotice that the word “fear’’ is bracketed alongside the \ndifﬁculties with Mr. Brown, Mrs. Jones, the employer, and the wife. This short word somehow touches about every aspect of our lives. It was an evil and corroding thread; the fabric of our existence was shot through with it. It set in motion trains of circumstances which brought us misfortune we felt we didn’t deserve. But did not we, ourselves, set the ball rolling? Sometimes ",
        "page_68": "we think fear ought to be classed with stealing. It \nseems to cause more trouble. \nWe reviewed our fears thoroughly. We put them on \npaper, even though we had no resentment in connec­tion with them. We asked ourselves why we had them. Wasn’t it because self-reliance failed us? Self-reliance was good as far as it went, but it didn’t go far enough. Some of us once had great self-conﬁdence, but it didn’t fully solve the fear problem, or any other. When it made us cocky, it was worse. \nPerhaps there is a better way—we think so. For we \nare now on a different basis; the basis of trusting and relying upon God. We trust inﬁnite God rather than our ﬁnite selves. We are in the world to play the role He assigns. Just to the extent that we do as we think He would have us, and humbly rely on Him, does He enable us to match calamity with serenity. \nWe never apologize to anyone for depending upon \nour Creator. We can laugh at those who think spiritu­ality the way of weakness. Paradoxically, it is the way of strength. The verdict of the ages is that faith means courage. All men of faith have courage. They trust their God. We never apologize for God. Instead we let Him demonstrate, through us, what He can do. We ask Him to remove our fear and direct our attention to what He would have us be. At once, we commence to outgrow fear. \nNow about sex. Many of us needed an overhauling \nthere. But above all, we tried to be sensible on this question. It’s so easy to get way off the track. Here we ﬁnd human opinions running to extremes—absurd extremes, perhaps. One set of voices cry that sex is a lust of our lower nature, a base necessity of procrea­",
        "page_69": "Then we have the voices who cry for sex and \nmore sex; who bewail the institution of marriage; who think that most of the troubles of the race are traceable to sex causes. They think we do not have enough of it, or that it isn’t the right kind. They see its signiﬁcance everywhere. One school would allow man no ﬂavor for his fare and the other would have us all on a straight pepper diet. We want to stay out of this con­troversy. We do not want to be the arbiter of anyone’s sex conduct. We all have sex problems. We’d hardly be human if we didn’t. What can we do about them? \nWe reviewed our own conduct over the years past. \nWhere had we been selﬁsh, dishonest, or inconsider­ate? Whom had we hurt? Did we unjustiﬁably arouse jealousy, suspicion or bitterness? Where were we at fault, what should we have done instead? We got this all down on paper and looked at it. \nIn this way we tried to shape a sane and sound ideal \nfor our future sex life. We subjected each relation to this test—was it selﬁsh or not? We asked God to mold our ideals and help us to live up to them. We remem­bered always that our sex powers were God-given and therefore good, neither to be used lightly or selﬁshly nor to be despised and loathed. \nWhatever our ideal turns out to be, we must be will­\ning to grow toward it. We must be willing to make amends where we have done harm, provided that we do not bring about still more harm in so doing. In other words, we treat sex as we would any other prob­lem. In meditation, we ask God what we should do about each speciﬁc matter. The right answer will come, if we want it. \nGod alone can judge our sex situation. Counsel with ",
        "page_70": "persons is often desirable, but we let God be the ﬁnal \njudge. We realize that some people are as fanatical about sex as others are loose. We avoid hysterical thinking or advice. \nSuppose we fall short of the chosen ideal and \nstumble? Does this mean we are going to get drunk? Some people tell us so. But this is only a half-truth. It depends on us and on our motives. If we are sorry for what we have done, and have the honest desire to let God take us to better things, we believe we will be forgiven and will have learned our lesson. If we are not sorry, and our conduct continues to harm others, we are quite sure to drink. We are not theorizing. These are facts out of our experience. \nTo sum up about sex: We earnestly pray for the \nright ideal, for guidance in each questionable situa­tion, for sanity, and for the strength to do the right thing. If sex is very troublesome, we throw ourselves the harder into helping others. We think of their needs and work for them. This takes us out of our­selves. It quiets the imperious urge, when to yield would mean heartache. \nIf we have been thorough about our personal in­\nventory, we have written down a lot. We have listed and analyzed our resentments. We have begun to comprehend their futility and their fatality. We have commenced to see their terrible destructiveness. We have begun to learn tolerance, patience and good will toward all men, even our enemies, for we look on them as sick people. We have listed the people we have hurt by our conduct, and are willing to straighten out the past if we can. \nIn this book you read again and again that faith did ",
        "page_71": "for us what we could not do for ourselves. We hope \nyou are convinced now that God can remove whatever self-will has blocked you off from Him. If you have already made a decision, and an inventory of your grosser handicaps, you have made a good beginning. That being so you have swallowed and digested some big chunks of truth about yourself. "
    }
}
